/* 
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "البريد الإلكتروني:";
"Enter your email address here" = "دخل عنوان بريدك الالكتروني هنا<";
"Content" = "المحتوى";
"Note:" = "ملحوظة:";
"Submit" = "إرسال";
"Sending…" = "إرسال…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "إرسال بنجاح ، سوف نحل مشكلتك في أقرب وقت ممكن!";
"Send failed!" = "فشل إرسال!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "يمكنك أيضًا النقر فوق دعم المنتج للعثور على الحل المناسب. دعم المنتج >> ";
"Product Support >>" = "دعم المنتج >>";
"Please make sure your network connection is working and submit again." = "يُرجى التأكد من عمل اتصال الشبكة وإرساله مرة أخرى.";
"Feedback" = "ردود الفعل";

"Please enter valid Email address." = "الرجاء إدخال عنوان بريد إلكتروني صالح.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "نشكرك على الاتصال بنا وإخبارنا برأيك في المنتج.";
"What do you want to do with this product?" = "ما نوع المشكلة التي تريد حلها باستخدام هذا المنتج؟";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: يرجى وصف المشكلة التي واجهتها بأكبر قدر ممكن من التفاصيل ، سيساعدك الوصف الأكثر وضوحًا على حل المشكلة بسرعة ؛";
"What is your problem when using this product?" = "ما هي المشاكل التي واجهتها عند استخدام المنتج؟";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: إذا كانت لديك أي أسئلة حول استخدام المنتج أو مشاكل ما بعد البيع ، فلا تتردد في إرسال ملاحظات إلينا ؛";
"E-mail" = "البريد الإلكتروني:";
"Please enter a valid email address" = "رجاء قم بإدخال بريد الكتروني صحيح";
"Please make sure your email is correct" = "يرجى التأكد من صحة البريد الإلكتروني";
"Notes:" = "ملحوظة:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: نظرًا لاختلاف التوقيت في خدمة العملاء العالمية ، سنرد عليك في غضون 48 ساعة من يوم العمل ؛";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: إذا كنت ترغب في التحقق بسرعة من بعض مشاكل الطلبات أو المشكلات الفنية ، يمكنك أيضًا زيارة الأسئلة الشائعة حول الطلب وروابط الأسئلة الشائعة حول المنتج عبر الإنترنت ؛";
"order issues" = "الأسئلة الشائعة حول الطلب";
"technical problems" = "روابط الأسئلة الشائعة حول المنتج";

"Attach log file" = "أرفق سجل";
"Attach images:" = "إرفاق الصورة:";
"Add Image" = "أضف الصور";
"Add up to 2 images" = "أضف ما يصل إلى صورتين";
"Submit" = "إرسال";
"Sending…" = "إرسال…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "إرسال بنجاح ، سوف نحل مشكلتك في أقرب وقت ممكن!";
"Send failed!" = "فشل إرسال!";
"Please make sure your network connection is working and submit again." = "يُرجى التأكد من عمل اتصال الشبكة وإرساله مرة أخرى.";
"Feedback" = "ردود الفعل";
"OK" = "حسنا";
